{
  "niva_context": "Nonhuman Intelligent Virtual Assistant(NIVA) is an artificial intelligence program that\nchallenges capitalistic notions of gender as a result of growing technological\nmonopolies by corporations in Silicon Valley such as Apple, Google, and Meta. In\ncollaboration with fellow graduate students from the Master of Software Engineering\nprogram, NIVA is a cross-disciplinary project bridging technological software\ndevelopment and art. By commenting on the critical discourse surrounding machine\nlearning ethics, queer posthumanism, and artificial intelligence, this project aims to\ndeconstruct our unconscious biases about gender that are reinforced through the\ncapitalization of humanistic AI.\n\nIn 2011, Apple released Siri whose default voice setting was decidedly “female.” This\ncame with mainstream backlash claiming that Apple was perpetuating misogynistic\nstereotypes of female subordination with AI and following forms of automated\nassistants would continue this gendering of technology. With the latest beta iOS\nupdate, every iPhone user setting up Siri will now be able to choose the voice of their\nassistant, rather than Apple dictating the default voice. This was a strategic,\nhomocapitalistic decision that was grounded in the desire to profit off of marginalized\nbodies and queer consumer patterns, rather than a statement to highlight inclusivity\nand enact meaningful change.\n\nNIVA is a program that runs on seemingly algorithmic outputs that disrupt the\nperception of the “default.” The vocal outputs of this program are created through the\nrandom combination of variables between human or robotic, English or conlang, and\nmasculine or feminine pitch. Since its creation, NIVA has been committed to\nchallenging the marketing strategies of profitable tech companies by decentralizing\nhumanity and providing gender inclusivity to artificial intelligence.\n\nThis project aims to comment on questions such as: What does it mean to move in the\nperiphery of white, cis, heteronormative understanding of gender, and how do we as\ndigital users challenge these conceptions? How are we, as queer individuals, forced to\nconfront the idea of the “default” as it aligns with capitalist notions of gender, and\nwhat does it mean to become integrated within these technologies that were not\nmade or intended for “us?”\n"
}